{
    "guitarists": [{
        "title": "Jimi Hendrix",
        "name": "Johnny Allen Hendrix",
        "shortname": "Jimi_Hendrix",
        "life": "27 November 1942 – 18 September 1970",
        "summary": "James Marshall 'Jimi' Hendrix  was an American rock guitarist, singer, and songwriter. Although his mainstream career spanned only four years, he is widely regarded as one of the most influential electric guitarists in the history of popular music, and one of the most celebrated             musicians of the 20th century.",
        "detail": "<p>Born in Seattle, Washington, Hendrix began playing guitar at the age of 15. In 1961, he enlisted in the US Army and trained as a paratrooper in the 101st Airborne Division; he was granted an honorable discharge the following year. Soon afterward, he moved to Clarksville,                   Tennessee, and began playing gigs on the Chitlin' Circuit, earning a place in the Isley Brothers' backing band and later with Little Richard, with whom he continued to work through mid-1965. He then played with Curtis Knight and the Squires before moving to England in late 1966              after being discovered by Linda Keith, who in turn interested bassist Chas Chandler of the Animals in becoming his first manager.</p><p>Within months, Hendrix had earned three UK top ten hits with the Jimi Hendrix Experience: 'Hey Joe', 'Purple Haze', and 'The Wind Cries Mary'.              He achieved fame in the US after his performance at the Monterey Pop Festival in 1967, and in 1968 his third and final studio album, Electric Ladyland, reached number one in the US; it was Hendrix's most commercially successful release and his first and only number one                       album.</p><p>The world's highest-paid performer, he headlined the Woodstock Festival in 1969 and the Isle of Wight Festival in 1970 before his accidental death from barbiturate-related asphyxia on September 18, 1970, at the age of 27.</p>",
        "artwork": ["Jimi_Hendrix_01_tn.jpg", "Jimi_Hendrix_02_tn.jpg", "Jimi_Hendrix_03_tn.jpg"]
    },{
        "title": "Eric Clapton",
        "name": "Eric Patrick Clapton",
        "shortname": "Eric_Clapton",
        "life": "30 March 1945 - ",
        "summary": "Eric Patrick Clapton is an English rock and blues guitarist, singer, and songwriter. He is the only three-time inductee to the Rock and Roll Hall of Fame: once as a solo artist and separately as a member of the Yardbirds and Cream. Clapton has been referred to as one of the most             important and influential guitarists of all time.",
        "detail": "<p>In the mid-1960s Clapton left the Yardbirds to play blues with John Mayall & the Bluesbreakers. Immediately after leaving Mayall, Clapton formed the power trio Cream with drummer Ginger Baker and bassist Jack Bruce, in which Clapton played sustained blues improvisations and                'arty, blues-based psychedelic pop'. Furthermore, he formed blues rock band Blind Faith with Baker, Steve Winwood, and Ric Grech.</p><p>For most of the 1970s Clapton's output bore the influence of the mellow style of JJ Cale and the reggae of Bob Marley. His version of Marley's              'I Shot the Sheriff' helped reggae reach a mass market. Two of his most popular recordings were 'Layla', recorded with Derek and the Dominos; and Robert Johnson's 'Crossroads', recorded with Cream. Following the death of his son Conor in 1991, Clapton's grief was expressed in                the song 'Tears in Heaven', which was featured on his Unplugged album.</p>",
        "artwork": ["Eric_Clapton_01_tn.jpg", "Eric_Clapton_02_tn.jpg", "Eric_Clapton_03_tn.jpg"]
    },{
        "title": "Slash",
        "name": "Saul Hudson",
        "shortname": "Slash",
        "life": "23 July 1965 - ",
        "summary": "Saul Hudson, known professionally as Slash, is a British-American musician and songwriter. He is best known as the lead guitarist of the American rock band Guns N' Roses, with whom he achieved worldwide success in the late 1980s and early 1990s.",
        "detail": "<p>Slash has received critical acclaim as a guitarist. Time named him runner-up on their list of 'The 10 Best Electric Guitar Players' in 2009, while Rolling Stone placed him at No. 65 on their list of 'The 100 Greatest Guitarists of All Time' in 2011. Guitar World ranked his                 solo in 'November Rain' No. 6 on their list of 'The 100 Greatest Guitar Solos' in 2008, and Total Guitar placed his riff in 'Sweet Child o' Mine' at No. 1 on their list of 'The 100 Greatest Riffs' in 2004.</p><p>During 2010 Gibson Guitar Corporation ranked Slash as No. 34 on                 their 'Top 50 Guitarists of All Time', while their readers landed him No. 9 on Gibson's 'Top 25 Guitarists of All Time'. In 2012, he was inducted into the Rock and Roll Hall of Fame as a member of Guns N' Roses' classic line-up.</p>",
        "artwork": ["Slash_01_tn.jpg", "Slash_02_tn.jpg", "Slash_03_tn.jpg"]
    }],

    "social": [{
        "shortname": "twitter",
        "img": "/images/social/twitter.png",
        "url": "http://www.twitter.com"
    },{
        "shortname": "facebook",
        "img": "/images/social/facebook.png",
        "url": "http://www.facebook.com"
    }],

    "creation": {
        "date": "19 October 2016",
        "time": "3:21 pm",
        "where": {
            "name": "Utku - PC",
            "img": "/images/misc/nodejs.png",
            "address": "Ankara"
        }
    }
}